// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Draadloze configuratie";
TaskTOCTitle = "Automatisch draadloos verbinden van HP";
ConfirmSettingsTaskName = "HP Automatisch draadloos verbinden bevestigen";
ConfirmSettingsTaskTOCTitle = "Bevestig draadloze instellingen";
NetworkSelectTaskName = "Selecteer netwerk";
DeviceDiscoveryTaskName = "Selecteer het apparaat";
DeviceDiscoveryTaskTitle = "Apparaat selecteren om te configureren";
ConfigureSettingsTaskName = "Apparaat wordt geconfigureerd";
ResultsTaskName = "Resultaten van configuratie";

// confirmation pane
ConfirmationDescriptionText = "Als u HP Automatisch draadloos verbinden wilt gebruiken, wordt de verbinding van uw computer met het draadloze netwerk tijdelijk verbroken, dus moet u downloads/uploads die al in uitvoering zijn voltooien. Deze onderbreking duurt ongeveer dertig seconden, waarne de draadloze verbinding weer wordt hersteld.";
HostNetworkDetectedTitle = "In de toepassing is vastgesteld dat uw computer is verbonden met een draadloos netwerk met de volgende instellingen:";
WirelessNetworkNameTitle = "Naam draadloos netwerk:";
CommunicationModeTitle = "Communicatiemodus:";
EncryptionTypeTitle = "Type versleuteling:";

WirelessNetworkChooseTitle = "Wilt u het apparaat configureren voor gebruik van de bovenstaande instellingen?";
KeepCurrentNetworkSettingsTitle = "Ja, ik wil deze instellingen behouden.";
ChooseAnotherNetworkSettingsTitle = "Nee, ik wil een ander netwerk kiezen.";
ShowSettingsTitle = "Toon instellingen";

EnterpriseNetworkAlertTitle = "Ondernemingsnetwerk geselecteerd";
EnterpriseNetworkAlertForUSBConnectionMessage = "Dit netwerk is beveiligd met een ondernemingsversleuteling. Verbind de printer met hetzelfde netwerk waarmee uw computer verbonden is en gebruik vervolgens de Embedded Web Server of neem contact op met uw beheerder.";
EnterpriseNetworkAlertForNetworkConnectionMessage = "Dit netwerk is beveiligd met een ondernemingsversleuteling. Verbind de printer met hetzelfde netwerk waarmee uw computer verbonden is en gebruik vervolgens de Embedded Web Server of neem contact op met uw beheerder. Als u de Embedded Web Server wilt gebruiken, wordt de verbinding tussen uw computer en het draadloze netwerk verbroken en wordt er verbinding gemaakt met een speciaal netwerk gemaakt door de printer.";
ConfigureUsingEWSButtonTitle = "Configureren met de Embedded Web Server";
ConnectingToDeviceProgressTitle = "Verbinding maken met apparaatnetwerk...";

UnableToConnectToDeviceNetworkAlertMessage = "Controleer of het apparaat zich binnen het bereik van deze computer bevindt en of de blauwe led op het apparaat knippert om aan te geven dat het apparaat zich in de modus voor Automatisch draadloos verbinden van HP bevindt. U kunt deze modus resetten met de optie voor het herstellen van de standaardnetwerkinstellingen op het bedieningspaneel van het apparaat. Raadpleeg de documentatie van het apparaat voor instructies hiervoor.";

// network selection pane
NetworkSelectTitle = "Selecteer uw draadloze netwerknaam in de onderstaande lijst.";
SelectedNetworkPasswordTitle = "Wachtwoord:";
NetworkSelectContinueDescription= "Klik op Ga door om het apparaat toe te voegen aan \"%@\".";
NetworkDiscoveryFailedTitle = "Netwerkdetectie is mislukt";
NetworkDiscoveryFailedDescription = "Er kunnen geen draadloze netwerken gedetecteerd worden.";
SetupNetworkSelectedTitle = "Selecteer een ander netwerk";
SetupNetworkSelectedDescription = "U probeert verbinding te maken met een speciaal netwerk dat gemaakt is door een afdrukapparaat. Klik op OK en selecteer een ander netwerk.";

NetworkNotAvailableTitle = "Netzwerk nicht verfügbar";
DeviceNetworkNotAvailableMessageFormat = "Het apparaat heeft geen toegang tot het draadloze netwerk. \"%@\". Controleer of het draadloze toegangspunt goed werkt en binnen het bereik van uw apparaat staat, of kies een ander netwerk.";
MacNetworkNotAvailableMessageFormat = "De Mac heeft geen toegang tot het draadloze netwerk \"%@\". Controleer of uw draadloze toegangspunt werkt en binnen bereik van uw Mac is, of kies een ander netwerk.";
ChangeNetworkButtonTitle= "Wijzig het netwerk";

LookingForNetworkMessageFormat = "Zoeken naar netwerk: \"%@\"";

UnsupportedNetworkTitle = "Niet-ondersteund netwerk";
UnsupportedNetworkMessageFormat = "Kies een ander netwerk of neem contact op met uw netwerkbeheerder voor meer hulp.";

// select device
DeviceNameColumnTitle = "Naam apparaat";
DeviceModelColumnTitle = "Model apparaat";
AllFilterTitle = "Alle";
DevicesFilterLabel = "Apparaten:";
SupportedDevicesFilterTitle = "Ondersteund";

// configure
ConfigureTaskName = "Uw HP-apparaat configureren";
ConfigureTitle = "Configureren…";
NoteTitle = "Uw HP-apparaat wordt geconfigureerd voor draadloze netwerken. Dit kan enkele minuten duren.";
RestoringNetworkSettings = "Netwerkinstellingen herstellen...";

// particular errors
IncorrectPasswordTitle = "Wachtwoord niet geaccepteerd";
IncorrectPasswordDescription = "Het wachtwoord is niet geaccepteerd door het draadloos netwerk \"%@\".\n\nGeef het wachtwoord opnieuw op.";

DuplicateNetworkNameErrorTitle = "Dubbele netwerknamen voor WiFi";
DuplicateNetworkNameErrorDescription = "Er is een dubbel \"%@\" WiFi-netwerk aangetroffen. Controleer uw draadloze routerinstellingen.";

MacAddressFilterErrorTitle = "WiFi-filterfout";
MacAddressFilterErrorDescription = "Het hardwareadres van het MAC-apparaat wordt eruit gefilterd en is niet beschikbaar vanaf \"%@\". Controleer uw draadloze routerinstellingen.";

WeakSignalStrengthErrorTitle = "Zwakke signaalsterkte";
WeakSignalStrengthErrorDescription = "De \"%@\" signaalsterkte van de draadloze router is zwak. Plaats het apparaat dichter bij de router.";

DeviceNotReachableErrorTitle = "Apparaat is niet bereikbaar";
DeviceNotReachableErrorDescription = "De instellingen voor het draadloze netwerk zijn naar het apparaat gedownload. De Mac kon het apparaat echter niet op het netwerk vinden.\n\nControleer het volgende:\n• De Mac is verbonden met een vast of draadloos netwerk dat toegang heeft tot uw apparaat.\n• Het apparaat is met het draadloze netwerk verbonden \"%@\".";

EmptyPasswordError = "Wachtwoord is vereist.";
TooShortWPAPersonalPasswordError = "Wachtwoord moet ten minste 8 tekens lang zijn.";
TooLongWPAPersonalPasswordError = "Wachtwoord mag niet langer zijn dan 64 tekens.";

// results
ManualNetworkConfigurationTitle = "Handmatig";
AutoNetworkConfigurationTitle = "Automatisch";
LinklocalNetworkConfigurationTitle = "Link-local";
NetworkSettingsTitle = "Netwerkinstellingen";
ConfigurationFailedTaskName = "Configuratie mislukt";
ConfigurationCompleteTaskName = "Configuratie voltooid";
ConfigurationFailedTitle = "De assistent kon het apparaat niet configureren met een draadloze verbinding.";
ConfigurationSucceededTitle = "Uw HP-apparaat is nu geconfigureerd en is verbonden met het netwerk \"%@\".";

ConfigurationFailedNote = "Controleer of het draadloze toegangspunt juist werkt en of het apparaat wel is ingeschakeld en zich binnen het bereik bevindt. Klik vervolgens op Probeer opnieuw.\n\n%@";
UnableToConnectToDeviceNetworkUSBSOWMessage = "Controleer of het apparaat is ingeschakeld en zich binnen het bereik van deze computer bevindt. Klik vervolgens op Probeer opnieuw. De blauwe led op het apparaat moet knipperen om aan te geven dat het apparaat zich in de modus voor Automatisch draadloos verbinden van HP bevindt. Nadat het apparaat na de installatie voor het eerst wordt ingeschakeld, blijft deze modus één uur lang actief tot het apparaat verbonden wordt met een netwerk.\n\n%@";
UnableToConnectToDeviceNetworkFPWithoutIndicatorSOWMessage = "Zorg ervoor dat uw apparaat zich in het bereik van deze computer bevindt en dat de modus HP Auto Wireless Connect is geactiveerd op het apparaat. Klik vervolgens op Opnieuw om het opnieuw te proberen. U kunt de modus HP Auto Wireless Connect resetten met de optie Standaardwaarden netwerk herstellen op het bedieningspaneel van het apparaat. Raadpleeg de documentatie bij uw apparaat voor instructies hiervoor.\n\n%@";
UnableToConnectToDeviceNetworkFPWithIndicatorSOWMessage = "Controleer of het apparaat zich binnen het bereik van deze computer bevindt en of de blauwe led op het apparaat knippert om aan te geven dat het apparaat zich in de modus voor Automatisch draadloos verbinden van HP bevindt. Klik vervolgens op Probeer opnieuw. U kunt de modus voor Automatisch draadloos verbinden van HP resetten met de optie voor het herstellen van de standaardnetwerkinstellingen op het bedieningspaneel van het apparaat. Raadpleeg de documentatie van het apparaat voor instructies hiervoor.\n\n%@";
ConfigurationFailedUSBSOWPart = "U kunt het apparaat ook configureren door het op deze computer aan te sluiten met een USB-kabel. Klik vervolgens op Probeer opnieuw. Zodra het apparaat is geconfigureerd voor verbinding met het netwerk dat u eerder hebt geselecteerd, kunt u het apparaat loskoppelen van de computer.";
ConfigurationFailedFPSOWPart = "Ook kunt u het apparaat configureren om verbinding te maken met het draadloze netwerk via the 'Wizard Draadloze installatie, die toegankelijk is vanaf het configuratiescherm van het apparaat. Volg hiervoor de onderstaande stappen:
       1. Druk op de knop voor Draadloos of tik op het pictogram Draadloos op het apparaat.
       2. Open het statusscherm Draadloos op het scherm van het apparaat en selecteer Instellingen.
       3. Selecteer Wizard Draadloze installatie en volg de instructies op het scherm.


Als u de wizard hebt voltooid, maakt het apparaat automatisch verbinding met het netwerk.";

// restore original network errors

FailedToRestoreOriginalNetworkErrorTitle = "Kan verbinding niet herstellen naar het oorspronkelijke draadloze netwerk";

NoPasswordIsStoredInKeychainErrorMessageFormat = "De assistant kon geen referenties voor het draadloze netwerk \"%@\" ophalen van uw sleutelhanger. Zorg dat de Mac verbonden is met een bekabeld of draadloos netwerk dat toegang heeft tot uw apparaat.";
PasswordFromKeychainNotAcceptedErrorMessageFormat = "Uw referenties zijn niet geaccepteerd door het draadloze netwerk \"%@\". Zorg dat de Mac verbonden is met een bekabeld of draadloos netwerk dat toegang heeft tot uw apparaat.";
FailedToRestoreOriginalNetworkGenericErrorMessage = "Zorg dat het draadloze toegangspunt goed werkt en zich binnen het bereik van uw Mac bevindt. Probeer de verbinding vervolgens handmatig tot stand te brengen.";

ConfigurationOverUSBFailedTitle = "De assistent kon het apparaat niet configureren met een USB-verbinding.";
ConfigurationOverUSBFailedNote = "Controleer of het draadloze toegangspunt juist werkt en of het apparaat wel is ingeschakeld en zich binnen het bereik bevindt. Klik vervolgens op Probeer opnieuw.";
MoreInfoText = "Ga voor meer informatie naar";
FailedTitle = "Kan netwerkgegevens niet ophalen";
BonjourServiceNameLabel = "Bonjour Servicenaam:";
IPAddress = "IP-adres:";
AddressMode = "Adresmodus:";
SubnetMask = "Subnetmasker:";
DefaultGateway = "Standaardgateway:";
HostName = "Hostnaam:";
PrefixLength = "Lengte voorvoegsel:";
DisconnectUSBWarningText = "<b>Belangrijk:</b> Verwijder nu de USB-kabel die is aangesloten op uw apparaat.";
DeviceNotLocatedWarningText = "De instellingen voor het draadloze netwerk zijn gedownload naar uw apparaat. De Mac kon het apparaat echter niet vinden op het netwerk.";

// network settings
Adhoc = "Ad hoc";
Infrastructure = "Infrastructuur";

// select network
NetworkColumnTitle = "Netwerk";
SignalStrengthColumnTitle = "Signaalsterkte";
EncryptionColumnTitle = "Codering";
ModeColumnTitle = "Modus";
